Repository: opencaching/opencaching-pl
Catalog: okapi/locale/*/LC_MESSAGES/okapi_messages.po
Languages: de_de, fr_fr, it_it, nl_nl, ro_ro

source: You have already recommended this cache once.
de_de: Du hast diesen Cache bereits empfohlen.
fr_fr: Vous avez déjà recommandé cette cache.
it_it: Hai già raccmandato questa cache.
nl_nl: Je hebt al een aanbeveling op deze cache gegeven.
ro_ro: Deja ai recomandat această geocutie.

source: Event caches cannot "need maintenance".
de_de: Event-Caches können keine "Wartung benötigen".
fr_fr: Les géocaches de type évènement ne peuvent pas "nécessiter une maintenance".
it_it: Le cache evento non necessitano di manutenzione!
nl_nl: Evenementen hebben geen "onderhoud nodig".
ro_ro: Geocutiile de tip eveniment nu pot fi marcate ca "necesită întreţinere"

source: Your cache log entry was posted successfully.
de_de: Dein Log wurde veröffentlicht.
fr_fr: Votre entrée de journal a été posté correctement.
it_it: Il tuo log sulla cache è stato correttamente inserito.
nl_nl: De log is succesvol verzonden.
ro_ro: însemnarea ta a fost publicată.

source: Authorization Form
de_de: Authorisierungs-Formular
fr_fr: Formulaire d'autorisation
it_it: Modulo di autorizzazione
nl_nl: Autorisatiescherm
ro_ro: Formular de autorizare

source: Expired request
de_de: Anfrage abgelaufen
fr_fr: Demande expirée
it_it: Richiesta scaduta
nl_nl: Aanvraag verlopen
ro_ro: Cerere expirată

source: Unfortunately, the request has expired. Please try again.
de_de: Die Anfrage ist wegen Zeitüberschreitung abgelaufen. Bitte versuche es noch einmal.
fr_fr: Malheureusement, la demande a expirée. Merci d'essayer a nouveau.
it_it: Sfortunatamente, la richiesta è scaduta. Per favore riprova.
nl_nl: Helaas, de aanvraag is verlopen. Probeer het nogmaals.
ro_ro: Din păcate cererea a expirat. Te rog încearcă din nou.

source: External application is requesting access...
de_de: Eine externe Anwendung wünscht Zugriff ...
fr_fr: Une application externe demande un accès…
it_it: Una applicazione esterna sta richiedendo l'accesso.
nl_nl: Een externe toepassing verzoekt om toegang...
ro_ro: O aplicaţie externă cere acces...

source: <b>%s</b> wants to access your <b>%s</b> account. Do you agree to grant access to this application?
de_de: <b>%s</b> möchte auf dein <b>%s</b>-Benutzerkonto zugreifen. Möchtest du dieser Anwendung Zugriff gewähren?
fr_fr: <b>%s</b> demande à accéder à votre compte <b>%s</b>. Êtes vous d'accord pour autoriser l’accès à cette application ?
it_it: <b>%s</b> vuole accedere al tuo account <b>%s</b>. Sei d'accordo nel concedere l'accesso a questa applicazione?
nl_nl: <b>%s</b> vraagt toegang tot jouw <b>%s</b> account. Toestemming verlenen voor deze toepassing?
ro_ro: <b>%s</b> solicită acces la contul tău: <b>%s</b>. Eşti de acord să permiţi accesul acestei aplicaţii?

source: I agree
de_de: Ja
fr_fr: J'accepte
it_it: Sono d'accordo
nl_nl: Accepteren
ro_ro: Sunt de acord

source: Decline
de_de: Nein
fr_fr: Je refuse
it_it: No
nl_nl: Afwijzen
ro_ro: Nu sunt de acord

source: <p>Once permission is granted it is valid until its withdrawal on the <a href='%s'>applications management</a> page.</p> <p>The application will access your acount via <a href='%s'>the OKAPI Framework</a>. If you allow this request application will be able to access all methods delivered by the OKAPI Framework, i.e. post log entries on geocaches in your name. You can revoke this permission at any moment.</p>
de_de: <p>Wenn die Erlaubnis erteilt wurde, ist sie so lange gültig, bis sie auf der <a href='%s'>Anwendungs-Verwaltungsseite</a> widerrufen wird.</p> <p>Die Anwendung wird über die <a href='%s'>OKAPI-Schnittstelle</a> auf dein Benutzerkonto zugreifen</a>. Wenn du diesen Zugriff erlaubst, kann die Anwendung alle OKAPI-Funktionen verwenden, z.B. Logeinträge unter deinem Namen veröffentlichen. Du kannst diese Erlaubnis jederzeit widerrufen.</p>
fr_fr: <p>Lorsque l'autorisation est donnée, elle restera valide jusqu'à son retrait via la page de <a href='%s'>gestion des applications</a>.</p><p>L'application accédera à votre compte en utilisant <a href='%s'>le Framework OKAPI</a>. Si vous autorisez l'accès, cette application sera en mesure d'accéder à toutes les méthodes proposées par le Framework OKAPI, par exemple, poster des entrées de log en votre nom. Vous pourrez révoquer cette autorisation à tout moment.</p>
it_it: <p>Una volta concessa, l'autorizzazoine è valida finché non venga revocata nella pagina di <a href='%s'>gestione applicazioni</a>.</p> <p>L'applicazione accederà al tuo account tramite il <a href='%s'>frameword OKAPI</a>. Se permetti questa richiesta, l'applicazione potrà accedere a tutti i metodi forniti dal framework OKAPI, per es. postare i log delle geocache a tuo nome. Puoi revocare questo permesso in qualsiasi momento.</p>
nl_nl: <p>Wanneer toegestemd is blijft deze geldig tot intrekking op de <a href='%s'>toepassingsbeheer</a> pagina.</p> <p>De toepassing zal toegang krijgen via jouw account op <a href='%s'>the OKAPI Framework</a>. Wanneer je toestemming geeft voor deze toepassing zullen de mogelijkheden van OKAPI Framework toegepast worden, b.v. het loggen van een cache. De toestemming kan elk moment ingetrokken worden.</p>
ro_ro: <p>Odată ce a fost acordat accesul unei aplicaţii, acesta este valabil până la revocare din pagina <a href='%s'>gestiune aplicaţii</a>.</p> <p>Aplicaţia îţi va accesa contul prin <a href='%s'>Interfaţa OKAPI</a>. Dacă permiţi accesul, aplicaţia va putea utiliza toate funcţiile puse la dispoziţie de Interfaţa OKAPI, de exemplu să posteze însemnări în numele tău. Poţi revoca această permisiune oricând.</p>

source: Authorization Succeeded
de_de: Authorisierung erfolgreich
fr_fr: L'autorisation a réussi
it_it: Autorizzazione concessa
nl_nl: Verificatie geslaagd
ro_ro: Autorizarea s-a efectuat cu succes

source: Access successfully granted
de_de: Zugang wurde gewährt
fr_fr: L'autorisation d’accès a réussi
it_it: Accesso correttamente consentito
nl_nl: Met succes toegang verleend
ro_ro: Acces permis

source: <p><b>You've just granted %s application access to your %s account.</b> To complete the operation, go back to %s and enter the following PIN code:</p>
de_de: <p><b>Du hast der Anwendung "%s" Zugriff auf dein %s-Benutzerkonto gewährt.</b> Um den Vorgang abzuschließen, gehe zurück nach %s und gib folgenden PIN-Code ein:</p>
fr_fr: <p><b>Vous venez d'autoriser l'application %s à accéder à votre compte %s.</b> Pour terminer l'opération, revenez à la page %s et entrez le code PIN suivant :</p>
it_it: <p><b>Hai appena concesso all'applicazione "%s" l'accesso al tuo account %s.</b> Per completare l'operazione, riorna a %s e inserisci il seguente codice PIN:</p>
nl_nl: <p><b>Je hebt toegang verleent voor %s toepassing op jouw %s account.</b> Om de actie te voltooien, ga terug naar %s en gebruik de volgende PIN code:</p>
ro_ro: <p><b>Tocmai ai permis acces aplicaţiei %s la contul tău: %s.</b> Pentru a finaliza operaţiunea, mergi înapoi la %s şi introdu următorul cod PIN:</p>

source: My Apps
de_de: Meine Apps
fr_fr: Mes applications
it_it: Mie App
nl_nl: Mijn Apps
ro_ro: Aplicaţiile mele

source: Your external applications
de_de: Deine externen Anwendungen
fr_fr: Vos applications externes
it_it: Le tue applicazioni esterne
nl_nl: Jouw externe toepassingen
ro_ro: Aplicaţiile tale externe

source: <p>This is the list of applications which you granted access to your <b>%s</b> account. This page gives you the ability to revoke all previously granted privileges. Once you click "remove" the application will no longer be able to perform any actions on your behalf.</p>
de_de: <p>Dies ist eine Liste der Anwendungen, denen du Zugriff auf dein <b>%s</b>-Benutzerkonto gewährt hast. Hier hast du die Möglichkeit, alle bisher vergebenen Zugriffsrechte zu widerrufen. Wenn du auf "entfernen" klickst, wird die Anwendung keine Aktionen mehr unter deinem Benutzername ausführen können.</p>
fr_fr: <p>Voici la liste des applications auxquelles vous avez donné accès a votre compte <b>%s</b>. Cette page vous donne la possibilité de révoquer toutes les autorisations accordées auparavant. Lorsque vous cliquez sur "supprimer", l'application ne sera plus en mesure de réaliser des opérations en votre nom.</p>
it_it: <p>Questa è la lista delle applicazioni a cui hai concesso l'accesso al tuo account <b>%s</b. Questa pagina ti da la possibilità di revocare tutti privilegi precedentemente concessi. Qundo clicchi su "rimuovi" all'applicazione non sarà più concesso eseguire nessuna azione per tuo conto.</p>
nl_nl: <p>Dit is een lijst met toegestane toepassingen op jouw <b>%s</b> account. Op deze pagina kun je alle toestemmingen intrekken die gegeven zijn. Met een klik op "verwijderen" zal de toestemming ingetrokken worden en niet meer namens jou gebruikt kunnen worden.</p>
ro_ro: <p>Aceasta este lista aplicaţiilor cărora le-ai acordat permisiunea de a-ţi accesa contul <b>%s</b>. Această pagină îţi dă posibilitatea de a revoca orice acces permis anterior. Un singur click pe "şterge" şi acea aplicaţie nu va mai putea face nimic în numele contului tău.</p>

source: remove
de_de: entfernen
fr_fr: supprimer
it_it: entfernen
nl_nl: verwijderen
ro_ro: şterge

source: <p>Thanks to the <a href='%s'>OKAPI Framework</a> you can grant external applications access to your <b>%s</b> account. Currently no applications are authorized to act on your behalf. Once you start using external Opencaching applications, they will appear here.</p>
de_de: <p>Die <a href='%s'>OKAPI-Schnittstelle</a> ermöglichst es dir, externen Anwendungen Zugriff auf dein <b>%s</b>-Benutzerkonto zu geben. Zurzeit sind keine Anwendungen dazu ermächtigt. Sobald du externe Opencaching-Anwendungen aktivierst, werden diese hier erscheinen.</p>
fr_fr: <p>Grace au <a href='%s'>Framework OKAPI</a> vous pouvez autoriser des applications externes à accéder à votre compte <b>%s</b>. Actuellement, aucune application n'est autorisée à agir en votre nom. Lorsque vous commencerez à utiliser des applications Opencaching externes, elles apparaîtrons ici.</p>
it_it: <p>Grazie al <a href='%s'>framework OKAPI</a>puoi concedere ad applicazioni esterne l'accesso al tuo account <b>%s</b>. Attualmente non ci son applicazioni autorizzate ad agire per tuo conto. Quando userai applicazioni esterne a Opencaching, queste appariranno qui</p>
nl_nl: <p>Dankzij het <a href='%s'>OKAPI Framework</a> kun je toegang verlenen via externe toepassingen op een <b>%s</b> account. Momenteel zijn op dit account nog geen externe toepassingen actief. Geactiveerde Opencaching toepassingen zullen hier getoond worden.</p>
ro_ro: <p>Datorită <a href='%s'>Interfeţei OKAPI</a> poţi permite unor aplicaţii externe acces la contul tău: <b>%s</b>. În acest moment nu există aplicaţii autorizate să acţioneze în numele contului tău. Odată ce vei începe să foloseşti aplicaţii externe, ele vor apărea aici.</p>
