Repository: opencaching/opencaching-pl
Catalog: okapi/locale/*/LC_MESSAGES/okapi_messages.po
Languages: de_de, fr_fr, it_it, nl_nl, ro_ro

source: The password must not be longer than %d characters.
de_de: Das Passwort darf nicht länger als %d Zeichen sein.
fr_fr: Le mot de passe ne doit pas dépasser %d caractères.
nl_nl: Wachtwoord mag niet langer zijn dan %d tekens.

source: %s does not allow log passwords for traditional caches.
de_de: Tradis können bei %s keine Passwörter haben.
fr_fr: %s ne permet pas de loguer les géocaches protégées par mot de passe.
nl_nl: %s staat geen log wachtwoorden toe voor traditionele caches.

source: <b>Geocache coordinates have been changed.</b> They have been replaced with your own custom coordinates which you have provided for this geocache.
de_de: <b>Die Koordinaten des Geocaches wurden geändert.</b> Sie wurden durch deine eigenen Koordinaten aus der persönlichen Notiz für diesen Cache ersetzt.
fr_fr: <b>Les coordonnées de la géocache ont étés changées.</b> Elles ont étés remplacées par les coordonnées personnelles que vous avez fournies pour cette géocache.
it_it: <b>Le coordinate geocache sono state cambiate.</b> Sono state sostituite con le tue coordinate personali che hai fornito per questa geocache.
nl_nl: Geocache coördinaten zijn veranderd.</b> Deze zijn aangepast door coördinaten die je zelf hebt gewijzigd voor deze geocache.
ro_ro: <b>Coordonatele geocutiei au fost modificate.</b> Acestea au fost înlocuite cu coordonate alese de tine pentru această geocutie.

source: <b>Geocache coordinates have been changed.</b> Currently they point to one of the alternate waypoints originally described as:
de_de: <b>Die Koordinaten des Geocaches wurden geändert.</b> Sie zeigen zurzeit auf einen der zusätzlichen Wegpunkte mit der ursprünglichen Beschreibung:
fr_fr: <b>Les coordonnées de la géocache ont étés changées.</b> Elles pointes actuellement vers un waypoint alternatif originellement décrit en :
it_it: <b>Le coordinate geocache sono state cambiate.</b> Attualmente puntano a uno dei waypoint alternativi originariamente descritto come:
nl_nl: Geocache coördinaten zijn veranderd.</b> Momenteel wijzen zij een van de alternatieve waypoints oorspronkelijk beschreven als:
ro_ro: <b>Coordonatele acestei geocutii au fost modificate.</b> Acestea indică unul din punctele suplimentare descris ca:

source: Original geocache location
de_de: Originalposition des Caches
fr_fr: Coordonnées d'origine de la géocache
it_it: Locazione originale geocache
nl_nl: Originele geocache locatie
ro_ro: Coordonatele iniţiale ale geocutiei

source: Original (owner-supplied) location of the %s geocache
de_de: Originale, vom Besitzer angegebene Position des Geocaches %s
fr_fr: Emplacement d'origine (fourni par le propriétaire) de la géocache %s
it_it: Locazione originale di (owner-supplied) per la geocache %s
nl_nl: Originele (opgegeven door plaatser) locatie van de %s geocache
ro_ro: Coordonatele originale (aşa cum au fost publicate de proprietar) ale geocutiei %s

source: hidden by
de_de: versteckt von
fr_fr: posée par
it_it: nascosta da
nl_nl: geplaatst door
ro_ro: ascunsă de

source: %d recommendation
de_de: %d Empfehlung
fr_fr: %d recommandation
it_it: %d raccomandazione
nl_nl: %d aanbeveling
ro_ro: o recomandare

source: found %d time
de_de: %d mal gefunden
fr_fr: trouvée %d fois
it_it: trovata %d volta
nl_nl: %d keer gevonden
ro_ro: găsită o singură dată

source: %d trackable
de_de: %d Geokret
fr_fr: %d objets voyageur
it_it: %d travel bug
nl_nl: %d GeoKret (of TravelBug)
ro_ro: un obiect călător

source: Personal notes
de_de: Persönliche Notizen
fr_fr: Notes personnelles
it_it: Note personali
nl_nl: Persoonlijke notities
ro_ro: Note personale

source: Attributes
de_de: Attribute
fr_fr: Attributs
it_it: Attributi
nl_nl: Attributen
ro_ro: Atribute

source: Trackables
de_de: Geokrets
fr_fr: Objets voyageurs
it_it: Travel bugs
nl_nl: GeoKrets (of TravelBugs)
ro_ro: Obiecte călătoare

source: Additional waypoints
de_de: Zusätzliche Wegpunkte
fr_fr: Waypoints additionels
nl_nl: Extra waypoints

source: Images
de_de: Bilder
it_it: Immagini
nl_nl: Afbeeldingen
ro_ro: Imagini

source: Spoilers
de_de: Spoiler
it_it: Spoiler
ro_ro: Imagini (indicii?)

source: Image descriptions
de_de: Bildbeschreibungen
fr_fr: Description des images
it_it: Descrizione immagine
nl_nl: Afbeelding omschrijving
ro_ro: Descriere imagine

source: The cache probably is located in the following protection areas:
de_de: Der Geocache befindet sich wahrscheinlich in den folgenden Schutzgebieten:
fr_fr: Cette cache est probablement placée dans les zones de protection suivantes :
it_it: La cache probabilmente &egrave; situata nelle seguenti aree protette:
nl_nl: De cache is waarschijnlijk in een volgend beschermd gebied geplaatst:
ro_ro: Geocutia probabil că se află undeva în următoarele arii protejate:

source: Parts of this geocache listing may be outdated.
de_de: Teile dieser Cachebeschreibung sind wahrscheinlich veraltet.
fr_fr: Des parties du descriptif de cette cache peuvent être obsolètes.
nl_nl: Delen van de cachebeschrijving zijn misschien verouderd.
ro_ro: O parte din informaţiile despre această geocutie s-ar putea să fie vechi şi neactualizate.

source: See the log entries for more information.
de_de: Weitere Informationen dazu finden sich in den Logeinträgen.
fr_fr: Voir les entrées de log pour des informations complémentaires.
nl_nl: Zie de logs voor meer informatie.
ro_ro: Vezi însemnările pentru mai multe informaţii.

source: Annotations by the Opencaching team:
de_de: Anmerkungen des Opencaching-Teams:
fr_fr: Annotations par l'équipe de Opencaching :
nl_nl: Commentaar van het Opencaching team:

source: End of annotations
de_de: Ende der Anmerkungen
fr_fr: Fin des annotations
nl_nl: Einde van commentaar

source: Stage
de_de: Station
fr_fr: Étape
it_it: Passo
nl_nl: WP nummer
ro_ro: Etapă

source: User location
de_de: Benutzerkoordinaten
fr_fr: Position de l'utilisateur
it_it: Locazione utente
nl_nl: Gebruikers locatie
ro_ro: Poziţia utilizatorului

source: Your own custom coordinates for the %s geocache
de_de: Die Koordinaten für den Geocache %s aus deiner persönlichen Notiz
fr_fr: Vos coordonnées personnelles pour la cache %s
it_it: Le tue coordinate personali per la geocache %s
nl_nl: Eigen gecorrigeerde coördinaten voor %s geocache
ro_ro: Coordonatele modificate de tine pentru geocutia %s

source: National Park / Landscape
de_de: Nationalpark / Landschaft
fr_fr: Parc National / Paysage
it_it: Parco Nazionale / Paesaggio
nl_nl: Nationaal park / Landschap
ro_ro: Rezervaţie naturală

source: This <a href='%s'>geocache</a> description comes from the <a href='%s'>%s</a> site.
de_de: Diese <a href='%s'>Cache</a>-Beschreibung stammt von <a href='%s'>%s</a>.
fr_fr: La description de cette <a href='%s'>cache</a> provient du site <a href='%s'>%s</a>.
it_it: La deescrizione di questa <a href='%s'>geocache</a>proviene dal sito <a href='%s'>%s</a>.
nl_nl: Deze <a href='%s'>geocache</a> beschrijving komt van de <a href='%s'>%s</a> ""site.
ro_ro: Descrierea <a href='%s'>geocutiei</a> provine de pe site-ul <a href='%s'>%s</a>.

source: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>, as of %s; all log entries &copy; their authors
de_de: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/'>CC-BY-NC-ND</a>, Stand: %s; alle Logeinträge &copy; jeweiliger Autor
fr_fr: &copy;<a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>, tel que décrit %s ; toutes les entrées de log &copy; par leur auteur
it_it: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>, as of %s; tutti i log &copy; dei relativi autori
nl_nl: &copy; <a href='%s'>%s</a> <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/nl/deed.nl'>CC-door-NC-ND</a>, van %s; alle vermelde logs &copy; hun auteurs
ro_ro: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>, din %s; toate însemnările &copy; autorii acestora

source: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>; all log entries &copy; their authors
de_de: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/'>CC-BY-NC-ND</a>; alle Logeinträge &copy; jeweiliger Autor
fr_fr: &copy;<a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a> ; toutes les entrées de log &copy; par leur auteur
it_it: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>; tutti i log &copy; dei relativi autori
nl_nl: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/nl/deed.nl'>CC-BY-NC-ND</a>; alle vermelde logs &copy; hun auteurs
ro_ro: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='https://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>; toate însemnările &copy; autorii acestora

source: This cache is an Event cache. You cannot "Find" it (but you can attend it, or comment on it)!
de_de: Dies ist ein Event-Cache. Du kannst ihn nicht "finden" (aber du kannst am Event teilnehmen oder einen Hinweis loggen).
fr_fr: Cette cache est de type évènement. Vous ne pouvez pas "la trouver" (mais vous pouvez y participer, ou la commenter) !
it_it: Questa cache è una cache Evento. Non puoi "Trovarla" (ma puoi partecipare, o commentare l'evento)!
nl_nl: Dit is een evenement. Deze kan niet als "Gevonden" gelogd worden. (maar wel deelgenomen of een notitie plaatsen)!
ro_ro: Această geocutie este un eveniment. Nu poate fi "găsită" (dar poţi anunţa că ai participat sau să scrii o notă)!

source: This cache is NOT an Event cache. You cannot "Attend" it (but you can find it, or comment on it)!
de_de: Dies ist KEIN Event-Cache. Du kannst an ihm nicht "teilnehmen" (aber du kannst ihn finden oder kommentieren).
fr_fr: Cette cache n'est de type évènement. Vous ne pouvez pas "y participer" (mais vous pouvez la trouver, ou la commenter) !
it_it: Questa cache NON è una cache Evento. Non puoi "Partecipare" (ma puoi trovarla, o inserirci un commento)!
nl_nl: Deze cache is GEEN evenement. Je kunt niet "Deelnemen" (maar wel als gevonden loggen of een notitie plaatsen)
ro_ro: Această geocutie NU este un eveniment. Nu poţi "participa" (dar poţi să o găseşti sau să scrii o notă)!

source: This cache requires a password. You didn't provide one!
de_de: Dieser Cache kann nur mit Kennwort geloggt werden, aber du hast keines angegeben.
fr_fr: Cette cache nécessite un mot de passe. Vous n'en n'avez pas fourni !
it_it: Questa cache richiede una password, ma non ne hai fornita nessuuna.
nl_nl: Deze cache vraagt om een wachtwoord. Deze is niet opgegeven!
ro_ro: Această geocutie necesită o parolă. Nu ai furnizat nici o parolă!

source: Invalid password!
de_de: Ungültiges Kennwort!
fr_fr: Mot de passe invalide !
it_it: Password non valida!
nl_nl: Verkeerd wachtwoord!
ro_ro: Parolă incorectă!

source: Your have to supply some text for your comment.
de_de: Du musst einen Text für dein Hinweislog eingeben!
fr_fr: Vous devez fournir un texte à votre commentaire.
it_it: Devi inserire del testo per il tuo commento.
nl_nl: Er dient enige tekst ingevuld te worden.
ro_ro: Trebuie să scrii ceva atunci când postezi o însemnare.

source: You are trying to publish a log entry with a date in future. Cache log entries are allowed to be published in the past, but NOT in the future.
de_de: Das Datum deines Logeintrags liegt in der Zukunft. Cache-Logs können nur für die Vergangenheit oder für heute eingetragen werden.
fr_fr: Vous essayez de publier une entrée de log avec une date dans le futur. Les entrées de log des caches peuvent être dans le passé, mais PAS dans le futur.
it_it: Hai cercato di pubblicare un log con una data nel futuro. E' permsso loggare una cache con una data passata, ma NON futura.
nl_nl: De datum van de log staat ingesteld op een toekomstige datum. Cache logs kunnen alleen in het verleden zijn, maar NIET in de toekomst.
ro_ro: Ai încercat să postezi o însemnare datată în viitor. Însemnările se pot data în trecut, dar în viitor NU este permis.

source: You cannot attend an event before it takes place. Please check the log type and date.
de_de: Du kannst ein Event nicht besuchen, bevor es stattfindet. Bitte überprüfe den Logtyp und das Logdatum.
fr_fr: Vous ne pouvez pas participer a un évènement avant qu'il ait eu lieux. Merci de vérifier le type de log et la date.
nl_nl: Je kunt niet deelnemen aan een evenement voordat deze gehouden is. Controleer logsoort en datum.

source: You are the owner of this cache. You may submit "Comments" and status logs only!
de_de: Als Besitzer des Caches kannst du nur Hinweise und den Cachestatus loggen, keine Funde oder Nichtfunde.
fr_fr: Vous êtes le propriétaire de cette cache. Vous ne pouvez soumettre que des « commentaires » ou des « logs de status » !
nl_nl: Je bent eigenaar van deze cache. Je kunt alleen een "Notitie" en status logs plaatsen!

source: You have already submitted a "Found it" log entry once. Now you may submit "Comments" only!
de_de: Du hast diesen Cache bereits als "gefunden" geloggt. Ein zweites Fundlog ist nicht möglich, aber du kannst stattdessen einen Hinweis loggen.
fr_fr: Vous avez déjà soumis une entrée de journal de type « trouvé ». Maintenant vous pouvez seulement soumettre des « Commentaires » !
it_it: Hai già inserito un log "Trovata". Adesso puoi inserire solamente "Commenti"!
nl_nl: Je hebt deze cache al als "Gevonden" gelogd. Je kunt nu wel een "Notitie" plaatsen!
ro_ro: Deja ai trimis odată o însemnare "Am găsit". De atunci încolo poţi doar să scrii însemnări de tipul "Scrie o notă"!

source: You have already submitted an "Attended" log entry once. Now you may submit "Comments" only!
de_de: Du hast dieses Event bereits als "teilgenommen" geloggt. Eine zweite Teilnahme ist nicht möglich, aber du kannst stattdessen einen Hinweis loggen.
fr_fr: Vous avez déjà soumis une entrée de journal de type « j'ai participé ». Maintenant vous pouvez seulement soumettre des « Commentaires » !
nl_nl: Je hebt al als "Deelgenomen" gelogd. Je kunt nu wel een "Notitie" plaatsen!

source: You don't have any recommendations to give. Find one more cache first!
de_de: Du musst noch einen Cache finden, um eine weitere Bewertung abgeben zu können.
fr_fr: Vous n'avez pas de points de recommandation à donner. Trouvez d'abord %d caches !
nl_nl: Je kunt geen aanbevelingen meer geven. Je moet eerst nog één cache vinden!

source: Your log entry has been deleted.
de_de: Dein Logeintrag wurde gelöscht.
fr_fr: Votre log a été supprimé.
nl_nl: Jouw log is verwijderd.

source: %s does not allow recommending event caches.
de_de: Auf %s können keine Event-Caches empfohlen werden.
fr_fr: %s ne permet pas de recommender les caches de type events.

source: You may not recommend your own caches.
de_de: Du kannst keine eigenen Caches empfehlen.
fr_fr: Vous ne pouvez pas recommander vos propres caches.

source: Your log entry has been updated successfully.
de_de: Die Änderungen an deinem Log wurden gespeichert.
fr_fr: Votre log a été mis à jour avec succès.
nl_nl: Je log is met succes bijgewerkt.

source: %s requires all images to have captions. Please provide one.
de_de: Für das Hochladen auf %s wird ein Bildtitel benötigt. Bitte gib einen ein.
fr_fr: %s requiert que toutes les images aient une légende. Merci d'en fournir une.
nl_nl: %s vereist dat alle afbeeldingen bijschriften bevatten. Geef er alstublieft een op.
ro_ro: %s solicită ca toate imaginile să aibe o scurtă descriere. Te rog să scrii aceste descrieri.

source: Your image file is too large (%s.%s MB); %s accepts a maximum image size of %s.%s MB.
de_de: Das hochgeladene Bild ist zu groß (%s,%s MB); die maximale Bildgröße bei %s ist %s,%s MB.
fr_fr: Votre fichier d'image est trop volumineux (%s.%s Mo) ; %s accepte une taille maximum de %s.%s Mo.
nl_nl: Het bestand is te groot (%s.%s MB); %s accepteert een maximale afbeeldingsgrootte van %s.%s MB.
ro_ro: Poza este prea mare (%s.%s MB); %s acceptă o dimensiune maximă de %s.%s MB.

source: %s reported an error when it tried to read your file.
de_de: %s konnte deine Bilddatei nicht verarbeiten.
fr_fr: %s a rencontré une erreur en essayant de lire votre fichier.
nl_nl: %s melde een probleem met het lezen van een bestand.
ro_ro: %s a raportat o eroare atunci când a încercat să citească fişierul tău.

source: Make sure you are sending a file in an appropriate format (JPEG, PNG or GIF).
de_de: Überprüfe bitte, ob es sich um eines der akzeptierten Bildformate handelt (JPEG, PNG oder GIF).
fr_fr: Assurez-vous que vous envoyez un fichier dans l'un des formats supportés (JPEG, PNG ou GIF).
nl_nl: Zorg ervoor dat het verstuurde bestand de juiste formaat is (JPEG-, PNG- of GIF).
ro_ro: Asigură-te că încarci o imagine folosind unul din formatele suportate (JPEG, PNG sau GIF).

source: The image you have uploaded is too large (%s megapixels). Please use an external application to downscale it first. (You can also contact the developers of '%s' and ask them to downscale uploaded images automatically.)
de_de: Das hochgeladene Bild ist zu groß (%s Megapixel). Bitte verkleinere es mit einem Bildbearbeitungsprogramm. (Du kannst auch die Entwickler von '%s' darum bitten, hochgeladene Bilder automatisch zu verkleinern.)
fr_fr: L'image que vous avez envoyé est trop grande (%s mégapixels). Merci d'utiliser une application externe afin de la réduire. (Vous pouvez aussi contacter les développeurs de '%s' et leur demander de réduire les images envoyées automatiquement.)
nl_nl: De afbeelding die je hebt geüpload is te groot (%s megapixels). Gebruik een externe toepassing om het te verkleinen. (Je kunt ook contact opnemen met de ontwikkelaars van '%s' en vraag hen om de geüploade afbeeldingen automatisch te verkleinen.)
ro_ro: Imaginea pe care ai încărcat-o este prea mare (%s megapixeli). Te rog foloseşte o aplicaţie cu care să o micşorezi. (Totodata, poţi solicita dezvoltatorilor '%s' şi să le ceri să micşoreze automat imaginile încărcate.)

source: Image has been successfully saved.
de_de: Das Bild wurde erfolgreich gespeichert.
fr_fr: L'image à été correctement sauvegardée.
nl_nl: Afbeelding is met succes opgeslagen.
ro_ro: Imaginea a fost salvată cu succes.

source: Image properties have been successfully updated.
de_de: Die Bildeigenschaften wurden geändert.
fr_fr: Les propriétés de l'image ont été correctement sauvegardées.
nl_nl: Afbeeldingseigenschappen zijn met succes vernieuwd.
ro_ro: Parametrii imaginii au fost actualizaţi cu succes.

source: However, your cache rating was ignored, because %s does not have a rating system.
de_de: Deine Cachewertung wurde jedoch ignoriert, weil %s kein Bewertungssystem hat.
fr_fr: Cependant, votre note pour la cache a été ignorée, parce que %s n'a pas de système de notation.
it_it: Tuttavia, la tua valutazione della cache sarà ignorata, perché %s non ha un sistema di valutazione.
nl_nl: De cachewaardering is genegeerd, omdat %s geen waarderingen in het systeem heeft.
ro_ro: Votul tău a fost ignorat pentru ca %s nu are suport pentru voturi.

source: However, your cache recommendation was ignored, because %s does not allow recommending event caches.
de_de: Deine Empfehlung wurde jedoch ignoriert, weil auf %s keine Event-Caches empfohlen werden können.
fr_fr: Cependant, votre recommandation pour la cache a été ignorée, parce que %s n'a pas de système de recommandation pour les caches de type évènements.
it_it: Tuttavia, la tua valutazione della cache sarà ignorata, perché %s non ha permette la valutazione di cache evento.
nl_nl: De cachewaardering is genegeerd, omdat %s geen waarderingen op evenementen ondersteund.
ro_ro: Recomandarea ta a fost ignoratăpentru ca %s nu are suport pentru recomandări.

source: However, your "does not need maintenance" flag was ignored, because %s does not yet support this feature.
de_de: Deine Angabe "benötigt Wartung" wurde jedoch ignoriert, weil es diese Funktion bei %s nicht gibt.
fr_fr: Cependant, votre flag "n'a pas besoin de maintenance" a été ignoré, parce que %s ne supporte pas encore cette fonctionnalité.
nl_nl: De "heeft geen onderhoud nodig" werd genegeerd, omdat %s nog geen ondersteuning voor deze functie biedt.
ro_ro: Indicatorul "nu necesită întreţinere" a fost ignorat deoarece %s încă nu are suport pentru această funcţionalitate.

source: However, your cache recommendation was ignored, because you may not recommend your own caches.
de_de: Deine Empfehlung wurde jedoch ignoriert, weil du keine eigenen Caches empfehlen kannst.
fr_fr: Cependant, votre recommandation pour la cache a été ignorée, parce que vous ne pouvez pas recommander votre propres caches.
nl_nl: Je aanbeveling voor deze cache is genegeerd, je kunt geen eigen caches aanbevelen.

source: You are not the owner of this cache. Only the owner may log status changes.
de_de: Du bist nicht der Besitzer dieses Caches. Nur der Besitzer kann Statusänderungen loggen.
fr_fr: Vous n'êtes pas le propriétaire de cette cache. Seul le propriétaire peut enregistrer les changements d'état.
nl_nl: Je bent niet de eigenaar van deze cache. Alleen de eigenaar kan de status veranderen.

source: %s does not allow to unarchive geocaches.
de_de: %s erlaubt keine Reaktivierung archivierter Caches.
fr_fr: %s ne permet pas de désarchiver les géocaches.
nl_nl: %s staat niet toe gearchiveerde caches te activeren.

source: However, your maintenance status tag was ignored, because archived caches don't need maintenance.
de_de: Deine zusätzliche Angabe zum Cachezustand wurde jedoch ignoriert, weil archivierte Caches keine Wartung benötigen.
fr_fr: En revanche, votre déclaration de maintenance à été ignoré, parceque les caches archivées ne nécessite aucune maintenance.

source: The geocache must be maintained before it is enabled.
de_de: Der Geocache muss gewartet werden, bevor er aktiviert wird.
fr_fr: La maintenance de la géocache doit être réalisée avant de pouvoir être activée.
nl_nl: De cache moet onderhouden worden voordat deze geactiveerd kan worden.

source: However, your maintenance status tag was ignored, because you didn't find the cache.
de_de: Deine zusätzliche Angabe zum Cachezustand wurde jedoch ignoriert, weil du den Cache nicht gefunden hast.
fr_fr: En revanche, votre déclaration de maintenance à été ignoré, parceque vous n'avez pas trouvé la cache.

source: You have already submitted a log entry with exactly the same contents.
de_de: Du hast bereits einen Logeintrag mit genau dem gleichen Inhalt gemacht.
fr_fr: Vous avez déjà soumis un log avec exactement le même contenu.
it_it: Hai già inserito un log esattamente con lo stesso contenuto.
nl_nl: Deze log is reeds met dezelfde tekst verzonden.
ro_ro: Deja ai trimis o însemnare cu exact acelaşi conţinut.

source: You have already rated this cache once. Your rating cannot be changed.
de_de: Du hast diesen Cache bereits bewertet. Deine Bewertung ist nicht änderbar.
fr_fr: Vous avez déjà voté pour cette cache. Votre vote ne peut être changé.
it_it: Hai già valutato questa cache. La tua valutazione non può essere cambiata.
nl_nl: Je hebt deze cache al gewaardeerd. De waardering kan niet veranderd worden.
ro_ro: Deja ai votat aceasta geocutie. Votul dat nu poate fi schimbat.
